Revit 2027 API
ConnectionValidationInfo Constructor
 Constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ConnectionValidationInfo()
Public Sub New
public:
ConnectionValidationInfo()
new : unit -> ConnectionValidationInfo
See Also
Reference
ConnectionValidationInfo Class
Autodesk.Revit.DB Namespace